'-------------------------------------------------------------------------------------
' Georgian language module for WINCONTIG
'
' Translated by:
'   UGLT (info@uglt.org)
'
' Currently maintained by:
'   Marco D'Amato (md<at>mdtzone<dot>it)
'
' Last updated: Oct 23, 2011
'
' NOTE: Don't translate '\n', '\t', '%s', '%d', '$c$' or '$d$'
'
'-------------------------------------------------------------------------------------
' Language Name of the module in your native language ***
' (e.g. Italiano, Français, etc)
'-------------------------------------------------------------------------------------
LNG=ქართული
'-------------------------------------------------------------------------------------
' File info panel ***
'-------------------------------------------------------------------------------------
1=დაფრაგმენტებული ფაილები
2=მოსაზღვრე ფაილები
3=დეფრაგმენტებული ფაილები
4=დაუმუშავებელი ფაილები
'-------------------------------------------------------------------------------------
' Main program window - Toolbar buttons labels ***
'-------------------------------------------------------------------------------------
17=დამატება
18=მოცილება
19=თვისებები
20=პროფილის ჩატვირთვა
21=პროფილის შენახვა
283=ფრაგმენტი
294=ანგარიშის ნახვა
455=ფილტრი
24=დეფრაგმენტაცია
25=გაჩერება
'-------------------------------------------------------------------------------------
' Main program window - Toolbar buttons tooltips ***
'-------------------------------------------------------------------------------------
473=დამატება
474=სიაში ერთი ან რამდენიმე ფაილის დამატება. საქაღალდის დასამატებლად, გამოიყენეთ ისარი.
475=მოცილება
476=მონიშნული ელემენტების სიიდან მოცილება.
477=თვისებები
478=მონიშნული ელემენტების თვისებების ჩვენება.
479=ფრაგმენტი
480=მონიშნულ ფაილებზე დამატებითი ინფორმაციის ნახვა, ფრაგმენტების ზომის და რაოდენობის ჩათვლით.
481=ფილტრი
482=ფილტრის ფანჯრის ჩვენება, მითითებული ფაილების, საქაღალდეების და ფაილის სახეობების შემოწმებისა და დეფრაგმენტაციისგან გამოსარიცხად ან დასამატებლად.
483=პროფილის ჩატვირთვა
484=ელემენტების სიის ჩატვირთა წინა შენახული პროფილიდან.
485=პროფილის შენახვა
486=სიის პროფილში შენახვა.
26=საინფორმაციო პანელის დამალვა.
45=საინფორმაციო პანელის ჩვენება.
101=დეფრაგმენტაცია
139=დაალაგეთ დანაწევრებული ფაილები თანმიმდევრობით, რომ გააუმჯობესოთ სისტემის წარმადობა. თუ გსურთ, მხოლოდ მონიშნული ფაილების დეფრაგმენტაცია დააჭირეთ ისარს ღილაკის გვერდზე.
122=გაჩერება
136=დეფრაგმენტაციის პროცესის გაჩერება
'-------------------------------------------------------------------------------------
' Main program window - Toolbar Drop Down Menu ("Add" button) ***
'-------------------------------------------------------------------------------------
65=ფაილის დამატება...\tCTRL+O
66=საქაღალდის დამატება...\tCTRL+D
'-------------------------------------------------------------------------------------
' Main program window - Toolbar Drop Down Menu ("Profile" button) ***
'-------------------------------------------------------------------------------------
155=<ცარიელია>
'-------------------------------------------------------------------------------------
' Main program window - Toolbar Drop Down Menu ("Defragment" button) ***
'-------------------------------------------------------------------------------------
365=&ყველა ფაილის დეფრაგმენტაცია
156=მხოლოდ &მონიშნული ფაილების დეფრაგმენტაცია
'----------------------------------------------------------------------------------------------
' Main program window - Items to be processed (Column Headers/Column Header Context Menu) ***
'----------------------------------------------------------------------------------------------
27=ფაილის სახელი
28=ზომა
29=მდგომარეობა
30=სახეობა
248=ფრაგმენტი
249=კლასტერი
250=ზომა დისკზე
274=% დისკზე
472=ბოლო ცვლილების თარიღი
487=ატრიბუტები
251=საწყისი
'-------------------------------------------------------------------------------------
' Main program window - Items to be processed ("Status" Column) ***
'-------------------------------------------------------------------------------------
5=დაფრაგმენტებულია
6=არ არის დაფრაგმენტებული
7=შეცდომა
8=დეფრაგმენტებულია
146=მოსაზღვრე
368=გაჩერდა
369=გამოიტოვა
424=მიმდინარეობს დამუშავება...
'-------------------------------------------------------------------------------------
' Main program window - Items to be processed (misc) ***
'-------------------------------------------------------------------------------------
31=ობიექტის დამატება დეფრაგმენტაციისთვის.
247=ძირეული საქაღალდე
'-------------------------------------------------------------------------------------
' Main program window - Items to be processed (Context Menu) ***
'-------------------------------------------------------------------------------------
67=&გახსნა
68=&ობიექტის დამატება
69=&ფაილი...\tCTRL+O
70=&საქაღალდე...\tCTRL+D
71=&ელემენტის წაშლა\tDEL
371=&გამორიცხულთა სიაში დამატება
15=მონიშნული ფ&აილების შემოწმება
16=&მონიშნული ფაილების დეფრაგმენტაცია
72=პ&როფილის ჩატვირთვა...
73=&პროფილის შენახვა...
223=&თვისებები...
75=&სიის ავტომატურად გადაადგილება
'--------------------------------------------------------------------------------------------------
' Main program window - "Fragmented files" Tab (Column Headers/Column Header Context Menu) ***
'--------------------------------------------------------------------------------------------------
9=ფრაგმენტი
252=კლასტერი
253=ზომა დისკზე
10=ზომა
11=ფაილის სახელი
275=% დისკზე
256=საწყისი
'-------------------------------------------------------------------------------------
' Main program window - "Fragmented files" Tab (misc) ***
'-------------------------------------------------------------------------------------
144=დაფრაგმენტებული ფაილები
12=დაფრაგმენტებული ფაილები არ მოიძებნა.
428=ფაილები არ დამუშავებულა.
'-------------------------------------------------------------------------------------
' Main program window - "Fragmented files" Tab (Context Menu) ***
'-------------------------------------------------------------------------------------
363=&გამოკვეთილი ფაილების მონიშვნა
364=&გამოკვეთილი ფაილების მონიშვნის გაუქმება
367=&მონიშვნის გაცვლა
372=გამორიცხულთა სიაში დამატება
162=&საქარალდის გახსნა
'--------------------------------------------------------------------------------------------------
' Main program window - "Fragmented files" listview (checkbox) tooltip ***
'--------------------------------------------------------------------------------------------------
171=მონიშვნა/გაუქმება
161=სიაში არსებული ფაილების მონიშვნა ან მონიშვნის გაუქმება.
'--------------------------------------------------------------------------------------------------
' Main program window - "Errors" Tab (Column Headers) ***
'--------------------------------------------------------------------------------------------------
128=ფაილის სახელი
129=შეცდომა
'--------------------------------------------------------------------------------------------------
' Main program window - "Errors" Tab (misc) ***
'--------------------------------------------------------------------------------------------------
98=შეცდომა
145=ფაილების დამუშავებისას შეცდომა არ მოხდა.
'-------------------------------------------------------------------------------------
' Main program window - Statusbar messages ***
'-------------------------------------------------------------------------------------
32=უმოქმედოა
33=სულ ობიექტი: 
127=ობიექტი
137=მიმდინარეობს დეფრაგმენტაცია
420=სულ დამუშავებული ფაილი:
'-------------------------------------------------------------------------------------
' Main program window - File menu ***
'-------------------------------------------------------------------------------------
34=&ფაილი
35=&გახსნა
36=&ობიექტის დამატება
37=&ფაილი...\tCTRL+O
38=სა&ქაღალდე...\tCTRL+D
39=&ელემენტის წაშლა\tDEL
370=&გამონაკლისებში დამატება
284=&ინფორმაცია ფრაგმენტზე...
224=თ&ვისებები...
421=ანგარიშის შენახვა...
41=გამოსვლა
'-------------------------------------------------------------------------------------
' Main program window - Profiles menu ***
'-------------------------------------------------------------------------------------
42=&პროფილები
43=&ჩატვირთვა...
44=&შენახვა როგორც...
157=&ბოლოს გამოყენებული პროფილების სიის კონფიგურაცია...
'-------------------------------------------------------------------------------------
' Main program window - Action menu ***
'-------------------------------------------------------------------------------------
46=&მოქმედება
47=&შემოწმება
49=&გაჩერება
50=დე&ფრაგმენტაცია
148=&WinContig-ის ჩანაწერის "Windows Explorer"-ის მენიუში დამატება
150=&მონიშნული ფაილების დეფრაგმენტაცია
'-------------------------------------------------------------------------------------
' Main program window - View menu ***
'-------------------------------------------------------------------------------------
48=&ხედი
51=&ხელსაწყოთა პანელი
52=&საინფორმაციო პანელი
76=&სტატუსის პანელი
'-------------------------------------------------------------------------------------
' Main program window - Tools menu ***
'-------------------------------------------------------------------------------------
377=&ხელსაწყოები
470=&ფილტრის მართვა...
'-------------------------------------------------------------------------------------
' Main program window - Options menu ***
'-------------------------------------------------------------------------------------
53=&პარამეტრები
54=&წინა პლანზე დატოვება
55=&მთლიანი მწკრივის მონიშვნა
56=&დამოწმების მოთხოვნა
57=არ და&უშვა კოპირებული ჩანაწერები
58=დ&ეფრაგმენტაციის დასრულებისას პროგრამის გათიშვა
59=დეფრაგ&მენტაციის დასრულებისას კომპიუტერის გათიშვა
229=არ შეამოწმო &ტომები შეცდომაზე
235=დეფრაგმენტა&ციის სტრატეგია
236=&სწრაფი
237=სა&ზრიანი
242=&ენა
301=&პრიორიტეტის მინიჭება
302=&მაღალი
303=&ნორმალურზე მაღალი
304=ნ&ორმალური
305=ნო&რმალურზე დაბალი
306=და&ბალი
332=დის&კის გასუფთავება
333=&გამორთულია
334=&ავტომატური
335=&ჰკითხე მომხმარებელს
361=შეცდომების ჩვენება
348=ტომების შეცდომებზ&ე შემოწმება
349=&გამორთულია
350=&ავტომატური
351=კ&ითხე მომხმარებელს
408=ლეგენდა...
488=ნახევარგამტარი დისკების (SSD) გამოტოვება
23=ნახევარგამტარი დისკების (SSD) აღმოჩენის გათიშვა
102=მდგომარეობის ხატულის ჩვენება
140=სისტემური ხატულის ჩვენება
'-------------------------------------------------------------------------------------
' Main program window - Help menu ***
'-------------------------------------------------------------------------------------
60=&დახმარება
61=&პასუხისმგებლობის აცილება
62=&ბრძანების ხაზის პარამეტრების ნახვა
64=&WinContig-ის შესახებ...
'-------------------------------------------------------------------------------------
' Menu Hints ***
'-------------------------------------------------------------------------------------
83=სიაში ფაილების დამატება.
84=სიაში საქაღალდის დამატება.
85=მითითებული ელემენტების სიიდან მოცილება.
86=პროფილში არსებული ელემენტებს ფაილთა სიაში დამატება.
87=ფაილთა სიაში არსებული ელემენტების პროფილში დამატება.
88=WinContig-ის გათიშვა.
89=ელემენტების შემოწმება.
92=ფაილების დამატების შეწყვეტა.
93=ფაილების შემოწმების შეწყვეტა.
110=ფაილების დეფრაგმენტაცია.
94=პროგრამის ფანჯრის წინა პლანზე გადმოტანა.
95=მთელი მწკრივის მონიშვნის ჩართვა ან გამორთვა.
96=პროგრამის შესახებ ინფორმაციის, ვერსიის და საავტორო უფლების ნახვა.
99=დეფრაგმენტაციის დასრულების შემდეგ, პროგრამის დახურვა.
100=დეფრაგმენტაციის დასრულების შემდეგ, სისტემის გათიშვა.
103=სიაში ფაილების გადაადგილების ჩართვა ან გამორთვა.
104=დამოწმების მოთხოვნის ჩართვა ან გამორთვა.
105=მონიშნული ფაილების მათთან ასოცირებული პროგრამით გახსნა.
106=WinContig-ის ბრძანების ხაზის პარამეტრების ნახვა.
107=პასუხისმგებლობის აცილება.
108=გაორმაგებული ჩანაწერების გამოტოვება.
225=მონიშნული ელემენტების თვისებების ნახვა.
230=ფაილების დეფრაგმენტაციისას, ტომის შემოწმების გამოტოვება.
238=ფაილების დეფრაგმენტაცია კლასტერების მდებარეობის ოპტიმიზაციის გარეშე (სწრაფია).
239=ფაილების დეფრაგმენტაცია კლასტერების მდებარეობის ოპტიმიზაციით (ნელია).
255=შემოწმების ანგარიშის ნახვა.
285=ფაილის ფრაგმენტების დამატებით ინფორმაციის ნახვა.
336=დეფრაგმენტაციამდე დროებითი ფაილების უგულებელყოფა.
337=დეფრაგმენტაციამდე დროებიი ფაილების ავტომატურად წაშლა.
109=დეფრაგმენტაციამდე დროებითი ფაილების წაშლაზე მომხმარებლის დამოწმების მოთხოვნა.
352=დეფრაგმენტაციამდე ტომების შემოწმების უგულებელყოფა.
353=დეფრაგმენტაციამდე ტომების ავტომატურად შემოწმება.
354=დეფრაგმენტაციამდე ტომების შემოწმებაზე მომხმარებლის დამოწმების მოთხოვნა.
362=დროებითი ფაილების წაშლის პროცესის დროს, დაშვებული შეცდომების ჩვენება.
373=მონიშნული ელემენტების გამორიცხულთა სიაში დამატება.
471=გამორიცხულთა და შემადგენელთა სიის მართვა.
409=ლეგენდა - ფერების მინიჭება.
429=მონიშნული და მოუნიშნავი ფაილების გაცვლა.
430=გამოკვეთლი ელემენტების მონიშვნა.
431=გამოკვეთლი ელემენტების მონიშვნის გაუქმება.
422=შემოწმების ანგარიშის შენახვა.
22=ნახევარგამტარი დისკების ავტომატურად აღმოჩენის უგულებელყოფა.
13=ნახევარგამტარი დისკების დეფრაგმენტაციის უგულებელყოფა.
82=ხელსაწყოთა პანელის გამოჩენა/დამალვა.
90=საინფორმაციო პანელის გამოჩენა/დამალვა.
91=სტატუსის პანელის გამოჩენა/დამალვა.
14=მხოლოდ მონიშნული ფაილების დეფრაგმენტაცია.
141=საშუალებას მოგცემთ შეწყვიტოთ მიმდინარე პროცესი.
131=შემოწმდება მხოლოდ მონიშნული ფაილები.
138=მხოლოდ მონიშნული ფაილების დეფრაგმენტაცია.
158=განსაზღვრეთ რამდენი პროფილი გამოჩნდეს ბოლოს გამოყენებული პროფილების სიაში.
135=გიჩვენებთ მდგომარეობის ხატულას პანელში არსებული ყოველი ხატულის გასწვრივ.
160=გიჩვენებთ სისტემის ხატულებს WinContig-ის ხატულების ნაცვლად.
163=გაიხსნება ფაილის შემცველ საქაღალდე.
'-------------------------------------------------------------------------------------
' Analysis Report ***
'-------------------------------------------------------------------------------------
177=დაფრაგმენტებული ფაილების რაოდენობა
178=მომიჯნავე ფაილების რაოდენობა
179=შეცდომის გამო დაუმუშავებელი ფაილების რაოდენობა
182=დამუშავებული ფაილების რაოდენობა
231=დაფრაგმენტებული ფაილების სია:
232=შეუმოწმებელი ფაილების სია:
289=ტექსტური ფაილები (*.txt)|*.txt|ყველა ფაილი (*.*)|*.*|
290=ანგარიშის შენახვა
291=ანგარიში შეინახულა.
292=WinContig-ის შემოწმების ანგარიში შეიქმნა:
293=ფაილის სტატისტიკა
'-------------------------------------------------------------------------------------
' "Add files" dialog box ***
'-------------------------------------------------------------------------------------
111=ფაილების დამატება
112=ყველა ფაილი (*.*)|*.*|
'-------------------------------------------------------------------------------------
' "Add folder" dialog box ***
'-------------------------------------------------------------------------------------
113=მიუთითეთ სიაში დასამატებელი საქაღალდე და დააჭირეთ ღილაკს "საქაღალდის დამატება". შესაძლებელია ერთზე მეტი საქაღალდის დამატება.
244=საქაღალდის დამატება
246=სიაში საქაღალდის დამატება
'-------------------------------------------------------------------------------------
' "Load profile" dialog box ***
'-------------------------------------------------------------------------------------
114=პროფილის ჩატვირთვა
115=WinContig-ის პროფილი (*.wcp)|*.wcp|ყველა ფაილი (*.*)|*.*|
'-------------------------------------------------------------------------------------
' "Save profile" dialog box ***
'-------------------------------------------------------------------------------------
116=პროფილის შენახვა
117=WinContig-ის პროფილი (*.wcp)|*.wcp|ყველა ფაილი (*.*)|*.*|
118=პროფილი შენახულია.
'-------------------------------------------------------------------------------------
' "Importing profile" dialog box ***
'-------------------------------------------------------------------------------------
119=პროფილის იმპორტი
120=&დამატება
121=&ჩანაცვლება
123=სია ცარიელია.
124=არსებულ სიაში პროფილის დასამატებლად დააჭირეთ ღიკალს "დამატება". ხოლო თუ გსურთ, სიის ჩანაცვლება დააჭირეთ ღილაკს "ჩანაცვლება".
125=ფაილი '%s' არ არის WinContig-ის პროფილის ფაილი.
126=ბრძანებათა ხაზზე მითითებული პროფილი არ არსებობს.
'-------------------------------------------------------------------------------------
' "Importing profile" dialog box - Items don't exist ***
'-------------------------------------------------------------------------------------
40=ელემენტები
130=მიმდინარეობს პროფილის იმპორტი
132=პროფილში არსებული ზოგიერთი ფაილი არ მოიძებნა. შეიძლება ელემენტები გადაიტანილია, შეცვლილი აქვს სახელი ან წაშლილია.
133=ელემენტები, რომლებიც ვერ გადმოვიდა:
'-------------------------------------------------------------------------------------
' "Check disk" dialog box ***
'-------------------------------------------------------------------------------------
308=დისკის შემოწმება
320=დეფრაგმენტაციის დაწყებამდე, შესაძლებელია დისკების შემოწმება. დეფრაგმენტაციამდე, მყარ დისკებზე ფაილების მთლიანობის შემოწმება რეკომენდებულია. მყარი დისკის თვისებების სანახავად დააჭირეთ მასზე ორჯერ.
309=მომავალში არ შეამოწმო დისკები
310=მიმდინარეობს დისკის %s შემოწმება... მოითმინეთ.
311=პროგრესი:
321=ნაბიჯი 1 - 3-დან
355=ნაბიჯი 2 - 3-დან
356=ნაბიჯი 3 - 3-დან
313=დისკის შემოწმება
314=არ შეამოწმო დისკი
315=დისკის შეცდომა!
316=შეცდომა დისკის შემოწმებისას. რეკომენდებულია WinContig-ის დახურვა და შეცდომების გასწორება.
317=CD-ROM და DVD-ROM დისკამძრავებზე, დისკის შემოწმების გაშვება შეუძლებელია.
318=აღმოჩენილია პრობლემა. რეკომენდებულია WinContig-ის დახურვა და პროლემების გასწორება.\nთუმცა, შეგიძლიათ ჩვეულებრივ გააგრძელოთ.
319=თუ პრობლემა არ მოიძებნა, დეფრაგმენტაციის ავტომატურად დაწყება
323=დაწვრილებით
324=დისკი ჯერ არ შემოწმებულა.
325=დეტალების დამალვა
326=დისკის შემოწმება დასრულდა
328=შემოწმების ანგარიში:
329=დისკზე პრობლემები არ მოიძებნა.
330=დისკის შემოწმება
331=ქსელში არსებული დისკის შემოწმება შეუძლებელია.
432=ტომი
433=ფაილური სისტემა
434=საერთო ზომა
435=თავისუფალი სივრცე
436=% თავისუფალი სივრცე
437=უცნობი დისკამძრავი
438=მოხსნადი დისკი
439=მყარი დისკი
440=დაშირებული დისკი
441=ოპტიკური დისკამძრავი
442=RAM დისკი
443=სესიის სტატუსი
444=მიმდინარეობს შემოწმება...
445=დასრულება
'-------------------------------------------------------------------------------------
' "Disk Cleanup" dialog box ***
'-------------------------------------------------------------------------------------
339=დისკის გასუფთავება
340=დროებითი ფაილების წაშლა
357=&დისკის გასუფთავების დაწყება
358=&არ დაიწყო დისკის გასუფთავება
338=მომავალში აღარ წაშალო დროებითი ფაილები
359=დეფრაგმენტაციის დაწყებამდე, შესაძლებელია დისკის დრობითი ფაილებისგან გასუფთავება.
342=მიმდინარეობს გამოთვლა...
343=მიმდინარეობს დროებითი ფაილების წაშლა... გთხოვთ, მოიცადოთ.
344=პროგრესი:
345=GetTempPath ფუნქცია შეწყდა, შეცდომა: %s !
346=დროებითი ფაილების წაშლა არ ხერხდება, რადგან იმყოფებიან ძირეულ საქაღალდეში !
347=დროებითი ფაილების წაშლა არ ხერხდება, რადგან საქაღალდის მისამართი არასწორია:\n\n%s
446=დროებითი ფაილების წასაშლელად, &WinContig-ის გამოყენება
447=დროებითი ფაილების წასაშლელად, სხვა პროგრამის გამოყენება
448=პროგრამა:
449=ბრძნების ხაზის დამატებითი პარამეტრი:
450=&მითითება...
451=პროგრამის მითითება
452=პროგრამები (*.exe)|*.exe|ყველა ფაილი (*.*)|*.*|
453=სხვა პროგრამა მითითებული არ არის.
454=მითითებული პროგრამა არ არსებობს!
'-------------------------------------------------------------------------------------
' "Exclusion/Inclusion List" dialog box ***
'-------------------------------------------------------------------------------------
469=ფილტრი
381=საქაღალდის დამატება...
382=ფაილის დამატება...
399=ნიღაბის დამატება...
383=ელემენტის მოცილება
385=არასასურველი ინფორმაციის დეფრაგმენტაციის ასაცილებლად, შესაძლებელია მათი გამორიცხვა დეფრაგმენტაციის სიიდან. ამ სიაში შესული ფაილების და საქაღალდეების დეფრაგმენტაცია არ მოხდება.
386=გამორიცხულთა სიის მართვა
387=გამოსარიცი ელემენტების სია:
388=%s გამოირიცხა.
391=მითითებულზე დიდი ზომის ფაილების გამოტოვება(კბ):
392=კბ
393=მბ
394=გბ
456=ფილტრი 
457=ნ&იღაბის დამატება
458=&ნიღაბის წაშლა
459=ნიღაბი დასამატებლად:
460=მითითებული ელემენტების დასამუშავებლად, შეგიძლიათ მიუთითოთ ერთი ან რამდენიმე ნიღაბი. WinContig-ი დაამუშავებს, მხოლოდ ისეთ ელემენტებს, რომლებიც ემთხვევა ამ ფანჯარაში განსაზღვრულ ნიღაბს. რამდენიმე ნიღაბის დასამატებლად გამოიყენეთ წერტილმძიმე (;).
461=შემადგენელი სიის მართვა
462=შემადგენელი ელემენტების სია:
463=გამორიცხვა
464=ფაილების ჩამატება
'-------------------------------------------------------------------------------------
' "Mask file" dialog box ***
'-------------------------------------------------------------------------------------
400=ნიღაბის დამატება
401=მაილების და საქაღალდენის გამოსარიცხად, მიუთითეთ ერთი ან რამდენიმე ნიღაბი. რამდენიმე ნიღაბის დასამატებლად გამოიყენეთ წერტილმძიმე (;).\n\nმაგალითად: *.dll;*.ocx;*.tmp
404=ნიღაბი არ უნდა შეიცავდეს შემდეგ სიმბოლოებს:\n \ / : < > | "
419=სიმბოლო არასწორია
405=ნიღბები გამოსარიცხად:
402=&დამატება
'-------------------------------------------------------------------------------------
' "Configure highlighting" dialog box ***
'-------------------------------------------------------------------------------------
410=ლეგენდის გამართვა
411=აქ შეგიძლიათ დააყენოთ ფერები სხვადასხვა სახოს ელემენტებისთვის. ელემენტის ფერის შესაცვლელად, დააჭირეთ სასურველ ფერს. ლეგენდის გასათიშად ან ჩასართავად დააჭირეთ მონიშნეთ ან გააუქმეთ შესაბამისი მონიშვნა.
412=დაფრაგმენტებული ელემენტი
413=მომიჯნავე ელემენტი
414=დეფრაგმენტებული ელემენტი
415=შეცდომა
416=გამოტოვებული ელემენტი
418=მთლიანი სვეტის გამოკვეთა
'-------------------------------------------------------------------------------------
' "Configure Profiles List" dialog box ***
'-------------------------------------------------------------------------------------
151=ბოლოს გამოყენებული პროფილების სია
152=ბოლოს გამოყენებული პროფილების სიის კონფიგურაცია
153=აქ შეგიძლიათ განსაზღვროთ რამდენი პროფილი გამოჩნდეს პროფილების სიაში.
154=პროფილების რაოდენობა (0-10):
159=არარსებული პროფილების სიიდან ავტომატურად მოცილება
'-------------------------------------------------------------------------------------
' Warning/Error/Info messages ***
'-------------------------------------------------------------------------------------
97=დისკის ტომები შემოწმდა. გსურთ, ფაილების დეფრაგმენტაცია?
143=დასრულებამდე, დეფრაგმენტაციის პროცესის შეწყვეტა შეუძლებელია. ნამდვილად გსურთ, გაგრძელება?
147=მთლიანი ფაილის ჩასატევად, ტომზე თავისუფალი მომიჯნავე კლასტერები არ მოიძებნა.
164=ნამდვილად გსურთ, მონიშნული ელემენტის წაშლა?
165=ნამდვილად გსურთ, მონიშნული ელემენტების წაშლა?
166=დამოწმება
205=საოპერაციო სისტემის ამ ვერსიაზე WinContig-ის გაშვება შეუძლებელია.
233='%s'-ის დამატება არ მოხერხდა.
307=პრიორიტეტის დაყენება არ ხერხდება.
74=გსურთ, დეფრაგმენტაციის დაწყებამდე, მყარი დისკის ტომების შეცდომებზე შემოწმება?
360=ფაილის '%s' წაშლა შეუძლებელია. შეცდომა:\n\n%s
374=მონიშნული ელემენტი, ჩაემატა გამორიხულთა სიაში.
375=მონიშნული ელემენტები, ჩაემატა გამორიცხულთა სიაში.
376=მონიშნული ელემენტები, უკვე არის გამორიცხულთა სიაში.
465=ერთნაირი ნიღაბი
466=ერთი ან რამდენიმე ნიღაბი, შეტანილია როგორც გამორიცხულთა ასევე შემადგენელთა სიაში. ელემენტს, რომელიც დაემთხვევა ამ ნიღაბს WinContig-ი გამოტოვებს.
467=&დახურვა
468=&ნიღაბის შეცვლა
490=აღმოჩენილია SSD
494=ნახევარგამტარი მოწყობილობები 
491=ნახევარგამტარი დისკებისთვის დეფრაგმენტაცია არ არის რეკომენდებული, რადგან ამცირებს ჩაწერა/წაკითხვის ციკლების რაოდენობას. ამასთან, წარმადობაზე არანაირად არ მოქმედებს.
492=&დეფრაგმენტაცია
493=&დეფრაგმენტაციის გაუქმება
149=ფაილის დეფრაგმენტაციისთვის საჭირო ოპ.მეხსიერება ან სისტემის რესურსი ხელმიუწვდომელია.
'-------------------------------------------------------------------------------------
' General Buttons Captions ***
'-------------------------------------------------------------------------------------
395=&დიახ
396=&არა
397=კარგი
398=გაუქმება
406=&გაგრძელება
407=&გამოსვლა
142=&დახურვა
'-------------------------------------------------------------------------------------
' File Open Error Messages ***
'-------------------------------------------------------------------------------------
167=შეცდომა: ოპ.მეხსიერების/რესურსის ნაკლებობა. შესრულება შეუძლებელია!
168=შეცდომა: ფაილი არ მოიძებნა. შესრულება შეუძლებელია!
169=შეცდომა: მისამართ არ მოიძებნა. შესრულება შეუძლებელია!
170=შეცდომა: ფაილის სახეობა არასწორია. შესრულება შეუძლებელია!
'-------------------------------------------------------------------------------------
' "Fragmentation Details" dialog box ***
'-------------------------------------------------------------------------------------
259=ფრაგმენტი
260=სახელი:
261=მისამართი:
262=სახეობა:
263=ზომა:
264=ზომა დისკზე:
265=ფრაგმენტი:
266=კლასტერი:
267=ინფორმაცია ფრაგმენტზე:
269=ზოგადი
270=#
271=ფაილის კლასტერები
272=პირველი კლასტერი
273=ბოლო კლასტერი
286=ზომა (ბაიტი)
287=ფაილის ზომის %
276=ფაილი არ შემოწმებულა
277=ელემენტი, არ არის ფაილი
278=ფაილის შემოწმებისას, მოხდა შეცდომა
279=ელემენტი არ არსებობს
280=ფაილი არ შეიცავს არც ერთ კლასტერს
281=ბაიტი
'-------------------------------------------------------------------------------------
' "Defragmentation Report" dialog box ***
'-------------------------------------------------------------------------------------
184=დეფრაგმენტაციის ანგარიში
185=ინფორმაცია:
186=დეფრაგმენტაცია დასრულდა
189=დამუშავებული ფაილების რაოდენობა:
190=დაფრაგმენტებული ფაილების რაოდენობა:
191=მომიჯნავე ფაილების რაოდენობა:
192=დეფრაგმენტებული ფაილების რაოდენობა:
193=ფაილები, რომლებიც არ შემოწმდა შეცდომის გამო:
423=ფანჯარა გაწვდით ინფორმაცია დეფრაგმენტებულ ფაილებზე.
'-------------------------------------------------------------------------------------
' Shutdown dialog box ***
'-------------------------------------------------------------------------------------
194=სისტემის გათიშვა
196=სისტემა 15 წამში გაითიშება.
197=OpenProcessToken-ის შეცდომა.
198=AdjustTokenPrivileges-ის შეცდომა.
'-------------------------------------------------------------------------------------
' About dialog box ***
'-------------------------------------------------------------------------------------
201=ყველა უფლება დაცულია.
202=უფასო, კომერციული და პირადი მოხმარებისთვის.
203=WinContig-ი გააერთიანებს დაფრაგმენტებულ ფაილებს, ისე რომ ისინი კლასტერებში განლაგდებიან თანმიმდევრობით.\n\nშედეგად, ფაილებთან წდომა მოხდება უფრო სწრაფად.
204=პროგრამის შესახებ
298=ვებ-გვერდი:
299=ელ.ფოსტა:
'-------------------------------------------------------------------------------------
' Crash dialog box ***
'-------------------------------------------------------------------------------------
77=WinContig-ის პრობლემა
78=WinContig-მა შეწყვიტა მუშაობა
79=საჭიროა პროგრამის შეცდომის ანგარიშგება. გთხოვთ, დააკოპიროთ პრობლემის ინფორმაცია და გამოგვიგზავნოთ:
80=პრობლემის დეტალები
81=&პროგრამის დახურვა
63=SSD-ს აღმოჩენა ზოგიერთ შემთხვევაში, შეიძლება იყოს პრობლემის გამომწვევი. გთხოვთ, პარამეტრებში, მონიშნოთ ფუნქცია: "ნახევარგამტარი დისკების (SSD) აღმოჩენის გათიშვა".
'-------------------------------------------------------------------------------------
' Disclaimer ***
'-------------------------------------------------------------------------------------
206=პასუხისმგებლობის აცილება
'-------------------------------------------------------------------------------------
' Command line switches ***
'-------------------------------------------------------------------------------------
208=ბრძანების ხაზის პარამეტრები
389=ბრძანების ხაზის პარამეტრები
390=WinContig-ის ბრძანების ხაზში სამუშაოდ, შეიძლება დამატებითი პარამეტრების გამოყენება, რომელიც მოქმედებს პროგრამის მუშაობაზე.
'-------------------------------------------------------------------------------------
' Defragmentation/Analysis process Interrupted ***
'-------------------------------------------------------------------------------------
210=გთხოვთ, მოიცადოთ მიმდინარე პროცესის დასრულებამდე...
'-------------------------------------------------------------------------------------
' Disclaimer - RTF Format ***
'-------------------------------------------------------------------------------------
$d$
{\rtf1\ansi\ansicpg1252\deff0\deflang1033\deflangfe1040
\qc {\b\f0\fs24 Disclaimer}
\par\par
\pard This software and all the accompanying files are provided by the author "as is" and without any express or implied warranties, including, but not limited to, the implied warranties of merchantability and fitness for a particular purpose. In no event shall the author be liable for any damages whatsoever (including without limitation, damages for loss of business profits, loss of use or data, business interruption, loss of business information, or any other pecuniary loss) arising out of the use or inability to use this product, even if advised of the possibility of such damage. The entire risk arising out of the use or performance of this product and documentation remains with you.
\par}
$d$
'-------------------------------------------------------------------------------------
' Command line switches - RTF Format ***
'-------------------------------------------------------------------------------------
$c$
{\rtf1\ansi\ansicpg1252\deff0\deflang1040
\viewkind4\uc1\pard\lang1040\b\f0\fs16 SYNTAX\par
\b0\par
WINCONTIG.EXE [source] [/ANALYZE|/DEFRAG] [/CHKDSK:0|/CHKDSK:1|/CHKDSK:2] [/CLEAN:0|/CLEAN:1|/CLEAN:2] [/CLOSE|/CLOSEIFOK|/SHUTDOWN] [/DUP] [/FULLROW] [/HELP|/?] [/LANG:xx] [/NOGUI] [/NOINI] [/NOPROMPT] [/NOSCROLL] [/ONTOP] [/PROF:"profile"] [/QUICK]\par
\par
\b\par
IMPORTANT NOTES\par
\b0\par
\pard{\pntext\f3\'B7\tab}{\*\pn\pnlvlblt\pnf3\pnindent360{\pntxtb\'B7}}\fi-360\li360\tx360 Switches are not case sensitive, so, for example, \b /CLOSE\b0  is the same as \b /close\b0 .\par
{\pntext\f3\'B7\tab}When using multiple switches, separate them with a blank space. For example, use the following command line to load a profile and start the file defragmentation:\par
\pard\par
\pard\fi360\b WINCONTIG.EXE /DEFRAG /PROF:"c:\\datas\\profile.wcp"\b0\par
\pard\par
\par
Below is the list of the WinContig switches.\par
\par
\pard\fi-1418\li1418\tx1418\b source\b0\tab Specifies the file or folder to be loaded in WinContig.\par
\pard\par
\pard\fi-1418\li1418\tx1418\b\tab IMPORTANT NOTES\par
\b0\par
\pard{\pntext\f1\'B7\tab}{\*\pn\pnlvlblt\pnf1\pnindent360{\pntxtb\'B7}}\fi-360\li1778\tx1778 You must specify the full path of \i source\i0\par
{\pntext\f1\'B7\tab}You must enclose the full path of \i source\i0  in quotation marks ("")\par
\pard\li1418\tx1418\par
For example, use the following command line to load the file \i personal.txt\i0  located in \i c:\\documents\i0 :\par
\par
\b WINCONTIG.EXE "c:\\documents\\personal.txt"\b0\par
\par\pard\fi-1418\li1418\tx1418
\b /ANALYZE\b0\tab Starts automatically the analysis of the items loaded in WinContig.\par
\par
\b /CHKDSK:0\tab\b0 Disables the automatic disk checking. \par
\par
\b /CHKDSK:1\b0\tab Starts automatically the disk checking.\par
\par
\b /CHKDSK:2\b0\tab Asks the user before starting the disk checking.\par
\par
\b /CLEAN:0\tab\b0 Disables the automatic cleaning up of temporary files.\par
\par
\b /CLEAN:1\tab\b0 Starts automatically the cleaning up of temporary files.\par
\par
\b /CLEAN:2\tab\b0 Asks the user before starting the cleaning up of temporary files.\par
\par
\b /CLOSE\b0\tab Used to automatically close WinContig after it has completed the defragmentation process.\par
\par
\b /CLOSEIFOK\b0\tab Used to automatically close WinContig after it has completed the defragmentation process if all of the files have been successfully defragmented otherwise it stays open. 
If you use this switch in conjunction with the \b /NOGUI \b0 switch, WinContig will show the main window after it has completed the defragmentation process if one or more files have not been successfully defragmented.\par
\par
\b /DEFRAG\b0\tab Starts automatically the defragmentation of the items loaded in WinContig.\par
\par
\b /DUP\b0\tab Allows duplicate entries in the file list. WinContig does not allow duplicate entries in the file list as default. When using the \b /DUP\b0  switch, WinContig adds files to the file list faster. This option is useful if you want to load a very big profile faster and you are confident there are no duplicate entries in the profile.\par
\par
\b /FULLROW\b0\tab Turns full row selection on.\par
\par
\b /HELP \b0 or \b/?\b0 \tab Shows this dialog box.\par
\par
\b /LANG:\b0\i xx\i0\tab Forces the language used by the user interface. \i xx \i0 specifies a region-neutral language, for example \i en \i0 represents English, while \i fr \i0 represents French. 
If you specify the \b/LANG:auto \b0 switch, WinContig will use the system default UI language (if supported).\par
\par
\b /NOGUI\b0\tab Used to hide the WinContig main window during the analysis process or the defragmentation process. When using the \b /NOGUI\b0  switch, WinContig provides exit codes that indicate the level of success for a command.\par
\par
\tab\b Exit codes\b0\par
\par
\tab The following command-line exit codes are defined for WinContig.\par
\par
\tab\b 0\b0\tab Success.\par
\tab\b 1\b0\tab Invalid or missing profile.\par
\tab\b 2\b0\tab Errors found during disk checking.\par
\tab\b 3\b0\tab Not all items were defragmented successfully.\par
\tab\b 4\b0\tab Not all items were analyzed successfully.\par
\tab\b 5\b0\tab Invalid or missing item.\par
\par
\b /NOINI\b0\tab Used to suppress the writing of the "WinContig.ini" configuration file.\par
\par
\b /NOPROMPT\b0\tab Used to turn confirmation messages off.\par
\par
\b /NOSCROLL\b0\tab Turns scroll of the files off when WinContig performs an analysis process or a defragmentation process.\par
\par
\b /ONTOP\b0\tab Makes the WinContig main window topmost (above all other windows).\par
\par
\b /PROF:\b0\i "profile"\i0\tab Used to load the profile \i profile\i0 .\par
\par
\b\tab IMPORTANT NOTES\par
\b0\par
\pard{\pntext\f1\'B7\tab}{\*\pn\pnlvlblt\pnf1\pnindent360{\pntxtb\'B7}}\fi-360\li1778\tx1778 You must specify the full path of the profile\par
{\pntext\f1\'B7\tab}You must enclose the full path of the profile in quotation marks ("")\par
\pard\li1418\tx1418\par
For example, use the following command line to load the profile \i data.wcp\i0  located in \i c:\\profiles\i0 :\par
\par
\b WINCONTIG.EXE /PROF:"c:\\profiles\\data.wcp"\par
\pard\fi-1418\li1418\tx1418\b0\par
\b /QUICK\b0\tab Used to turn off optimizations during the defragmentation process (i.e. it will not try to fill the gaps and it will not try to partially defragment the files that it's not possibile to totally defrag). This allows to complete the defragmentation process quicker.\par
\par
\b /SHUTDOWN\b0\tab Used to shutdown the computer after WinContig has completed the defragmentation process.\par
\par
}
$c$


